{
  "0": {
    "1": {
      "title": "The Owl",
      "description": "This card grants the character the one-time ability to scry on any target anywhere for 1 minute. The target, however, is immediately aware that it is being scryed upon by the character. The character may use this card's effect whenever he wishes, but only once. Once used, the card's effect ends."
    },
    "2": {
      "title": "The Twin",
      "description": "The character physically becomes a member of the opposite gender."
    }
  },
  "1": {
    "1": {
      "title": "The Bear",
      "description": "The character gains the lycanthrope template, becoming a werebear lycanthrope, and as such, remove disease and heal have no affect on this affliction."
    },
    "2": {
      "title": "The Foreign Trader",
      "description": "The mysterious entity known as the Foreign Trader appears and offers the character any treasure he wishes in return for years of his life. If the character accepts, he must choose to age a number of age categories. The character takes all the ability score penalties for his new age, but gains none of the benefits. For each age category he advances, however, he gains 20,000 gp worth of credit with the Foreign Trader, which can be spent on any non-unique magic items. Any credit a character does not spend is lost. After the character is done spending his credit, the Foreign Trader vanishes. Years taken by the Foreign Trader cannot be restored by any means. The Foreign Trader does not trade with characters who cannot die of old age. If the character is immortal, the Foreign Trader vanishes, leaving behind another card. If the character declines to bargain with the Foreign Trader, the trader disappears in a puff of acrid yellow smoke."
    },
    "3": {
      "title": "The Peacock",
      "description": "The character's skin hardens, becoming rigid and pebbled. He gains a permanent +2 bonus to his natural armor, but takes a –2 penalty to Dexterity."
    },
    "4": {
      "title": "The Teamster",
      "description": "When the character draws this card, a powerful being appears before the character and tasks him to undertake a dangerous quest. If the character proves resistant to undertaking the task, he is afflicted by geas/quest until the quest is completed. When the character completes the quest, the powerful being reappears, granting the character a lavish reward. The specifics of the quest, the powerful being's identity, and the character's reward are determined by the GM."
    }
  },
  "2": {
    "1": {
      "title": "The Theater",
      "description": "The next time the character defeats a creature, he is granted a +2 bonus to the same ability score as the creature's highest ability score."
    },
    "2": {
      "title": "The Betrayer",
      "description": "The character's animal companion, familiar, cohort, or other NPC ally is alienated and forever after hostile. If the character has no such allies, the enmity of some powerful personage, community, or religious order can be substituted. This hatred remains a secret until such a time that it might be most dramatically and perilously revealed. Upon drawing this card, the character knows that someone or something will turn against him, but nothing more."
    },
    "3": {
      "title": "The Courtesan",
      "description": "The character's favorite item—preferably a magic weapon—becomes intelligent. Use the rules for intelligent items to randomly generate the item's abilities. If the character has no items, an intelligent item soon falls into the character's possession."
    },
    "4": {
      "title": "The Marriage",
      "description": "A comely genie of the character's preferred gender appears and proposes marriage. Should the character accept, he must organize a lavish wedding ceremony by the end of the week and ever after be committed to this exotic outsider. If the character declines or breaks his wedding vow, the genie is heartbroken and returns to his or her home plane, provoking the ire of the associated elemental court. The genie's type, personality, actions, and possible retribution are determined by the GM."
    }
  },
  "3": {
    "1": {
      "title": "The Midwife",
      "description": "The character gains exactly enough experience to advance to the next level."
    },
    "2": {
      "title": "The Mute Hag",
      "description": "The character permanently loses one of his senses—sight, hearing, or speech—becoming blind, deaf, or mute (player's choice). This affliction cannot be cured by any effect short of a miracle or wish spell."
    },
    "3": {
      "title": "The Carnival",
      "description": "Upon drawing The Carnival, the card is set aside and the GM draws nine additional cards from the deck. These cards are laid face up for the character to view, then flipped over and shuffled by the GM. The player draws one card from the nine, taking that card's effects as normal."
    },
    "4": {
      "title": "The Queen Mother",
      "description": "When the character draws this card, 2d4 giant ants appear to serve the character until they are slain. These creatures eagerly seek to aid and protect the character. They understand the character's verbal commands, though they cannot respond."
    }
  },
  "4": {
    "1": {
      "title": "The Wanderer",
      "description": "One of the character's mundane possessions becomes a magical item worth 20,000 gp or less. The GM determines which item manifests magical properties and what those properties are."
    },
    "2": {
      "title": "The Idiot",
      "description": "The character's Charisma, Intelligence, and Wisdom scores are all reduced by 1d4 points. Roll individually for each ability score."
    },
    "3": {
      "title": "The Vision",
      "description": "The character receives two visions and the knowledge that one vision is true and the other false, though he does not know which is which. The GM determines the specifics of these visions. The visions may be views of the past, present, or future; cryptic omens; or total fantasies."
    },
    "4": {
      "title": "The Inquisitor",
      "description": "This card grants the character the one-time ability to force another creature to answer a single question truthfully. The card does not grant the character or creature questioned any special insight, so a creature might still answer a question falsely if it believes the falsehood. If the creature is truly ignorant, it informs the character that it doesn't know the answer and this effect is wasted. The character may use this card's effect whenever he wishes, but only once."
    }
  },
  "5": {
    "1": {
      "title": "The Survivor",
      "description": "The next time the character is reduced to –10 hit points, he is instantly restored to full hit points. If he is killed by an effect that slays him without dealing hit point damage (such as by disintegrate), the effect fails to kill him and he is restored to full hit points. If he is killed by a hostile environment (such as a lava flow or when teleporting to a dangerous plane), he is transported to his last safe location and restored to full hit points. This card does not save the character from effects that would permanently disable him, like petrification."
    },
    "2": {
      "title": "The Sickness",
      "description": "The character becomes afflicted with incurable leprosy (or another disease of the GM's choice). While the disease cannot be cured by any effect short of a miracle or wish spell, the effects of the affliction can be negated through the use of spells like restoration."
    },
    "3": {
      "title": "The Mountain Man",
      "description": "The character grows one size category, gaining all the benefits and penalties of increased size. His equipment does not increase in size."
    },
    "4": {
      "title": "The Brass Dwarf",
      "description": "The character becomes immune to one energy type of his choice, but gains vulnerability to another energy type of the GM's choice."
    }
  },
  "6": {
    "1": {
      "title": "The Cricket",
      "description": "Upon drawing this card, the character may choose to draw up to three additional cards. In addition to those cards' effects, the character's base land speed increases by +10 feet for each card he draws."
    },
    "2": {
      "title": "The Crows",
      "description": "The character must choose between his most valuable item and a major ally of the GM's choice. Whichever is not selected is destroyed or slain and cannot be restored by mortal means. The character is made aware of the ramifications of this choice upon drawing the card."
    },
    "3": {
      "title": "The Rabbit Prince",
      "description": "All attacks the character makes that threaten a critical hit are automatically confirmed. Likewise, all attacks made against the character that threaten a critical hit are also automatically confirmed."
    },
    "4": {
      "title": "The Locksmith",
      "description": "This card grants the character the ability to open any one door, lock, set of bindings, or other locked barrier. This includes magical gates or portals that have specific requirements to activate. The character may use this card's effect whenever he wishes, but only once. Once used, the card's effect ends."
    }
  },
  "7": {
    "1": {
      "title": "The Keep",
      "description": "The character gains a personal demiplane, as per a permanent create demiplane spell."
    },
    "2": {
      "title": "The Beating",
      "description": "While in combat, the character is always considered to be flanked. Attackers gain a +2 flanking bonus on attacks made against the character and may sneak attack him at will."
    },
    "3": {
      "title": "The Uprising",
      "description": "Upon drawing this card, 3d6 unruly, accident-prone, 1st-level commoners appear to serve the character. If these followers are killed, the character takes the usual penalties on attracting further followers. Knowledge of these commoners' mistreatment or death spreads far, with the GM determining any repercussions."
    },
    "4": {
      "title": "The Forge",
      "description": "The character must choose one weapon or armor in his possession to be reforged into another weapon or armor of equal or lesser gp value. For example, should a character choose to have a +3 longsword (an 18,315 gp value) reforged, he could have it transformed into any one of hundreds of items, like a +1 axiomatic scimitar (also a 18,315 gp value) or a suit of +3 full-plate of silent moves (12,300 gp). Any gp value not spent is lost."
    }
  },
  "8": {
    "1": {
      "title": "The Empty Throne",
      "description": "The character inherits a noble title and 15,000 gp soon after drawing this card. The GM decides the particulars of when and how this occurs."
    },
    "2": {
      "title": "The Liar",
      "description": "The character's most powerful, most valuable, or favorite magic item (GM's choice) manifests a curse. Roll on Table: Common Item Curses to generate this effect, rerolling results for specific items."
    },
    "3": {
      "title": "The Unicorn",
      "description": "This card grants the character the one-time ability to undo one past choice or regrettable action. The fabric of reality is unraveled and respun, potentially restoring creatures to life or altering the course of history, depending on how the character acted and how he wishes he would have acted. The player chooses what situation he would have acted differently in and the GM determines how reality changes to reflect that act. The change primarily affects the character, affecting others as little as possible. The character may use this card's effect whenever he wishes, but only once."
    },
    "4": {
      "title": "The Tyrant",
      "description": "The character gains the one-time ability to issue a single command to any creature in the multiverse and have the order obeyed. The target is affected as if by the spell dominate monster, and even orders for the target to kill itself are followed. Any creature targeted by this effect knows that it is acting against its will, and knows the identity and location of the character. Immortal creatures cannot effectively kill themselves, and the act only causes them considerable but fleeting pain. Additionally, creatures with the ability to grant such boons typically also possess the power to revoke them, and do so as soon as the command releases them. The GM ultimately decides what this command can accomplish. The character may use this card's effect whenever he wishes, but may only use it once."
    }
  },
  "9": {
    "1": {
      "title": "The Winged Serpent",
      "description": "The character is granted a single wish. This wish functions similarly to the spell wish when it comes to affecting rules and statistics, but can also change reality in ways outside the bounds of the spell's effects—such as rerouting a river or ending a war. The GM decides what the wish can and cannot accomplish."
    },
    "2": {
      "title": "The Lost",
      "description": "The character cannot gain another level in whichever class he currently has the most levels. This effect can be circumvented if the character is killed and returned to life, but the next time he is restored to life he is affected as if by the spell reincarnate, regardless of what spell was cast."
    },
    "3": {
      "title": "The Publican",
      "description": "The GM chooses one of the character's enemies. This enemy has a complete change of heart and now favors the character."
    },
    "4": {
      "title": "The Eclipse",
      "description": "From the hours of dusk to dawn, the character is treated as being one level lower than normal. If the character has multiple classes, he must decide upon drawing this card which class is affected."
    }
  },
  "10": {
    "1": {
      "title": "The Hidden Truth",
      "description": "This card grants the character the one-time ability to call upon an omniscient spirit to fully answer any question or solve any single puzzle. Whether the information revealed can be effectively acted upon is another question entirely. The character may use this card's effect whenever he wishes, but only once."
    },
    "2": {
      "title": "The Snakebite",
      "description": "Anyone who touches the character must succeed at a Fortitude save or be poisoned by greenblood oil. The save DC is equal to 10 + the character's Hit Dice + his Constitution modifier. This poison affects even those who touch the character to administer aid or healing magic."
    },
    "3": {
      "title": "The Joke",
      "description": "Upon drawing this card, the character selects one of his allies. Three new cards are then drawn by the GM and made visible (the GM may choose whether or not to explain the cards' effects). The character's ally must choose one of these cards and immediately gains the effects. The character then selects one of the remaining two cards and gains that card's effects. The final card is discarded."
    },
    "4": {
      "title": "The Rakshasa",
      "description": "Anytime the character lies with the true intent to deceive, he turns into a random animal for 1 hour. Lying with the intent to trigger this effect never works."
    }
  },
  "11": {
    "1": {
      "title": "The Trumpet",
      "description": "This card grants the character the ability to summon an outsider of his alignment once per day. This outsider must be of a CR equal to or less than the character's level and serves for a number of rounds equal to the character's level."
    },
    "2": {
      "title": "The Waxworks",
      "description": "Upon drawing this card, 1d6 exact duplicates of the character appear within a 20-mile radius. These duplicates have the alignment opposite to that of the original character and oppose his goals."
    },
    "3": {
      "title": "The Desert",
      "description": "This card grants the character the one-time ability to travel to any location on the same plane instantly, bringing with him up to 10 allies and 2,000 pounds of goods. The character must know exactly where he wishes to travel, such as a place he has been or a location on a map, but not a vague or hidden location, like the richest dungeon in the world or the Lost City of Ird. This transportation ignores all barriers against teleportation or other magical effects. The character may use this card's effect whenever he wishes, but only once."
    },
    "4": {
      "title": "The Tangled Briar",
      "description": "Once per day, the character can communicate as per the spell speak with plants and have a plant truthfully answer any single question. Using this ability upsets the surrounding flora, however, causing 1d4+2 shambling mounds with the advanced template to erupt from the earth and attack the character, regardless of the surrounding terrain."
    }
  },
  "12": {
    "1": {
      "title": "The Dance",
      "description": "From this point on, whenever the character rolls initiative, he rolls twice and selects whichever result he prefers."
    },
    "2": {
      "title": "The Demon's Lantern",
      "description": "The character's body disintegrates. All that remains are his items and a glowing gem containing his soul. This gem is worth an amount of gp equal to 2,500 × the character's level. A resurrection or stronger spell is required to restore the character, and doing so destroys the gem."
    },
    "3": {
      "title": "The Juggler",
      "description": "The character gains a +2 bonus to two ability scores of his choice, but must swap them with one another."
    },
    "4": {
      "title": "The Avalanche",
      "description": "The character becomes the focal point of an earthquake, as per the earthquake spell. In addition to saving versus this effect, the character must succeed at an additional Will save or be affected by the spell imprisonment."
    }
  },
  "13": {
    "1": {
      "title": "The Paladin",
      "description": "The character is granted a holy avenger. This weapon has all the properties of a normal holy avenger, along with a special ability that can be used once. Upon being thrust into the ground by its bearer as a standard action, the weapon transforms into a paladin two levels higher than the wielder. This paladin possesses her own holy avenger and aids the character in any way her alignment permits for 30 minutes. Once this time is over, the paladin vanishes and the sword reappears, though it is forever reduced to a +2 cold iron longsword."
    },
    "2": {
      "title": "The Cyclone",
      "description": "An elder air elemental appears, and the character must fight it alone. If the character cannot defeat the elemental in 1d6+1 rounds, he is transported to the Plane of Air."
    },
    "3": {
      "title": "The Big Sky",
      "description": "Once per day, the character can add +10 to his CMB or CMD for 1 round. When he does so, a piece of metal in close proximity shatters."
    },
    "4": {
      "title": "The Fiend",
      "description": "A powerful evil outsider takes notice of the character and sets plans in motion to destroy him."
    }
  }
}
